Repository: javerous/TorChat-Mac
Catalog: TorChat/TorChat/*.lproj/Localizable.strings
Languages: fr

# ac_title_welcome
source: Configure TorChat for Mac
fr: Configurer TorChat pour Mac

# ac_title_mode
source: Select a mode
fr: Choisissez un mode

# ac_title_advanced
source: Setup the advanced mode
fr: Configurer le mode avancé

# ac_title_basic
source: Setup the basic mode
fr: Configurer le mode basic

# ac_next_continue
source: Continue
fr: Continuer

# ac_next_finish
source: Finish
fr: Terminer

# ac_error_build_path
source: Can't build the configuration path because of a system error
fr: Impossible de créer le chemin d'accès du fichier de configuration suite à une erreur système.

# ac_error_write_file
source: Can't build a configuration file (%@). Please check write access on your TorChat folder.
fr: Impossible de créer un fichier de configuration (%@). Vérifiez les droits d'écriture sur votre dossier TorChat.

# ac_error_read_file
source: Can't open the configuration file (%@). Please check read access on your file.
fr: Impossible d'ouvrir le fichier configuration (%@). Vérifiez les droits de lecture sur votre fichier.

# ac_error_read_proxy
source: Can't get the configuration data. Please check the proxy.
fr: Impossible d'obtenir les données du fichier de configuration. Vérifiez le proxy.

# ac_error_config
source: Error
fr: Erreur

# menu_block_buddy
source: Block Buddy
fr: Bloquer le contact

# menu_unblock_buddy
source: Unblock Buddy
fr: Débloquer le contact

# bd_status_offline
source: Offline
fr: Hors ligne

# bd_status_available
source: Available
fr: Disponible

# bd_status_away
source: Away
fr: Occupé

# bd_status_xa
source: Extended Away
fr: Indisponible

# bd_error_offline
source: Message can't be sent because the user is offline: "%@"
fr: Le message ne peut pas être envoyé, car l'utilisateur est hors ligne: "%@"

# bd_error_blocked
source: Message can't be sent because the user is blocked: "%@"
fr: Le message ne peut pas être envoyé, car l'utilisateur est bloqué: "%@"

# bdi_profile_name
source: Profile Name
fr: Nom de profil

# bdi_profile_text
source: Profile Text
fr: Texte de profil

# bdi_peer_client
source: Client Name
fr: Nom du client

# bdi_peer_version
source: Client Version
fr: Version du client

# bdi_isblocked
source: Blocked
fr: Bloqué

# bdi_yes
source: Yes
fr: Oui

# bdi_no
source: No
fr: Non

# file_canceling
source: Canceling...
fr: Annulation...

# file_upload_done
source: Upload done.
fr: Envoi terminé.

# file_upload_stopped
source: Upload stopped.
fr: Envoi arrêté.

# file_download_done
source: Download done.
fr: Téléchargement terminé.

# file_download_stopped
source: Download stopped.
fr: Téléchargement arrêté.

# file_uploading
source: Uploading...
fr: Envoi...

# file_downloading
source: Downloading...
fr: Téléchargement...

# file_uploads
source: %u uploads
fr: %u envois

# one_upload
source: 1 upload
fr: 1 envoi

# file_downloads
source: %u downloads
fr: %u téléchargements

# one_download
source: 1 download
fr: 1 téléchargement

# file_progress_of
source: of
fr: de

# file_progress_from
source: From:
fr: De:

# file_progress_to
source: To:
fr: À:

# chat_want_close
source: Would you like to delete this conversation?
fr: Souhaitez-vous supprimer cette conversation ?

# chat_want_close_info
source: You can't undo this action.
fr: Impossible d’annuler cette opération.

# chat_cancel
source: Cancel
fr: Annuler

# chat_close
source: Delete
fr: Supprimer

# logs_all_logs
source: All logs
fr: Tous les journaux

# logs_global_logs
source: Globals
fr: Global

# logs_error_title
source: TorChat Error
fr: Erreur TorChat

# update_subtitle_available
source: Tor %@ is now available—you have %@. Would you like to download it now?
fr: Tor %@ est disponible — vous utilisez la version %@. Voulez-vous la télécharger ?

# update_button_cancel
source: Cancel
fr: Annuler

# update_button_close
source: Close
fr: Fermer

# update_button_done
source: Done
fr: Terminer

# update_status_launching
source: Launching update…
fr: Démarrage de la mise à jour…

# update_status_retrieving_info
source: Retrieving archive info…
fr: Récupération des informations de l'archive…

# update_status_downloading_archive
source: Downloading…
fr: Téléchargement…

# update_status_staging_archive
source: Archive staging…
fr: Activation de l'archive…

# update_status_checking_signature
source: Checking signature…
fr: Vérification de la signature…

# update_status_relaunching_tor
source: Relaunching tor…
fr: Redémarrage de tor…

# update_status_update_done
source: Update done.
fr: Mise à jour effectuée.

# update_status_error
source: Update error.
fr: Erreur de mise à jour.

# update_error_fmt
source: Error: %@
fr: Erreur : %@

# update_download_progress
source: %@ of %@
fr: %@ sur %@

# update_download_progress_stalled
source: %@ of %@ (stalled)
fr: %@ of %@ (stagnant)

# update_download_progress_remaining
source: %@ of %@ (%@ remaining)
fr: %@ of %@ (%@ restant)

# tor_button_close
source: Close
fr: Fermer

# size_gb
source: GB
fr: Go

# size_mb
source: MB
fr: Mo

# size_kb
source: KB
fr: Ko

# time_days
source: days
fr: jours

# time_hours
source: hours
fr: heures

# time_seconds
source: seconds
fr: secondes

# location_reset_title
source: Reset to default directory
fr: Réinitialiser au dossier par défaut

# location_reset_message
source: Do you really want to reset this location to its default value?
fr: Vous-vous vraiment réinitialiser cet emplacement à sa valeur par défaut ?

# location_cancel
source: Cancel
fr: Annuler

# location_reset
source: Reset
fr: Réinitialiser

# core_mng_myself
source: myself
fr: moi

# core_bd_event_connected
source: Buddy is connected on the remote buddy through tor SOCKS.
fr: Le contact est connecté au contact distant via le SOCKS tor.

# core_bd_event_tor_connected
source: Buddy connected on tor SOCKS.
fr: Contact connecté au SOCKS de tor.

# core_bd_event_stopped
source: Buddy is stopped.
fr: Le contact est arrêté.

# core_bd_event_identified
source: Buddy is fully identified. All action are activated.
fr: Le contact est complètement identifié. Toutes les actions sont activées.

# core_bd_event_status_changed
source: Buddy status has changed (%@).
fr: Le statut du contact a changé.

# core_bd_event_new_message
source: Received a new message
fr: Réception d'un nouveau message

# core_bd_event_alias_changed
source: The alias of the buddy changed.
fr: L'alias du contact a changé.

# core_bd_event_notes_changed
source: The notes of the buddy changed.
fr: Les notes du contact ont changés.

# core_bd_event_new_version
source: Peer version received
fr: Version du client reçus

# core_bd_event_new_client
source: Peer name received
fr: Nom du client reçus

# core_bd_event_file_send_start
source: New file sending session.
fr: Nouvelle session d'envoi de fichier.

# core_bd_event_file_chunk_send
source: New file chunk sent
fr: Nouveau morceau de fichier envoyé

# core_bd_event_file_send_finish
source: File send finished.
fr: Envoi d'un fichier terminé.

# core_bd_event_file_send_canceled
source: File sending was canceled.
fr: L'envoi d'un fichier a été annulé.

# core_bd_event_file_receive_start
source: New file receiving session.
fr: Nouvelle session de réception d'un fichier.

# core_bd_event_file_chunk_receive
source: New file chunk received
fr: Nouveau morceau de fichier reçu

# core_bd_event_file_receive_finish
source: File receive finished.
fr: Réception d'un fichier terminé.

# core_bd_event_file_receive_stopped
source: File receive was stopped by the remote peer.
fr: La réception d'un fichier a été arrêté par l'hôte distant.

# core_bd_event_new_profile_text
source: Buddy profile text received
fr: Texte du profil du contact reçus

# core_bd_event_new_profile_name
source: Buddy profile name received
fr: Nom du profil du contact reçus

# core_bd_event_new_profile_avatar
source: Buddy profile avatar received
fr: Avatar du profil du contact reçus

# core_bd_error_tor_resolve
source: The tor SOCKS address can't be resolved.
fr: L'adresse SOCKS de tor ne peut pas être résolue.

# core_bd_error_tor_connect
source: Unable to make a connection to the tor SOCKS.
fr: Impossible de créer une connexion vers le SOCKS de tor.

# core_bd_error_socket
source: Buddy socket error.
fr: Erreur du socket du contact.

# core_bd_error_socks_91
source: SOCKS request rejected or failed.
fr: La requête SOCKS a été rejetée ou a échoué.

# core_bd_error_socks_92
source: SOCKS request rejected because SOCKS server cannot connect to identd on the client.
fr: La requête SOCKS a été rejetée, car il est impossible d'utiliser identd (ou non accessible depuis le serveur).

# core_bd_error_socks_93
source: SOCKS request rejected because the client program and identd report different user-ids.
fr: La requête SOCKS a été rejetée, car le programme et identd utilisent des identifiants utilisateurs différents.

# core_bd_error_socks_unknown
source: SOCKS request failed for an unknown reason.
fr: La requête SOCKS a échoué pour une raison inconnue.

# core_bd_error_socks_request
source: Can't send the SOCKS request.
fr: Impossible d'envoyer la requête SOCKS.

# core_bd_error_message_offline
source: Can't send a message to an offline buddy.
fr: Impossible d'envoyer un message à un contact hors ligne.

# core_bd_error_message_blocked
source: Can't send a message to an blocked buddy
fr: Impossible d'envoyer un message à un contact bloqué.

# core_bd_error_filesend
source: Can't open file for sending.
fr: Impossible d'ouvrir un fichier pour l'envoi.

# core_bd_error_filereceive
source: Can't open file to receive incoming file.
fr: Impossible d'ouvrir un fichier pour la réception.

# core_bd_error_file_offline
source: Can't send a file to an offline buddy.
fr: Impossible d'envoyer un fichier à un contact hors ligne.

# core_bd_error_file_blocked
source: Can't send a file to an blocked buddy.
fr: Impossible d'envoyer un fichier à un contact bloqué.

# core_socket_read_error
source: Socket read error.
fr: Erreur de lecture sur un socket.

# core_socket_read_closed
source: Socket was closed by remote peer on read.
fr: Un socket a été fermé par l'hôte distant lors d'une lecture.

# core_socker_read_full
source: Socket buffer is full. Unable to buffer more data.
fr: La cache d'un socket est pleine. Impossible de recevoir plus de données.

# core_socket_write_error
source: Socket write error.
fr: Erreur d'écriture sur un socket.

# core_socket_write_closed
source: Socket was closed by remote peer on write.
fr: Un socket a été fermé par l'hôte distant lors d'une écriture.

# core_cnx_event_started
source: Connection controller was started.
fr: Contrôleur de connexion démarré.

# core_cnx_event_stopped
source: Connection controller was stopped.
fr: Contrôleur de connexion arrêté.

# core_cnx_error_socket
source: Client controller socket error.
fr: Erreur de socket sur une connexion entrante.

# core_cnx_error_fake_ping
source: A remote peer sent a faked ping hostname. It was killed.
fr: Un hôte distant a envoyé un ping avec un faux nom de domaine. Il a été tué.

# core_mng_event_new_buddy
source: A new buddy was added on your buddy list (%@).
fr: Un nouveau contact a été ajouté à votre liste de contact (%@).

# core_mng_event_remove_buddy
source: A buddy was removed from your buddy list (%@).
fr: Un contact a été supprimé de votre liste de contact (%@).

# core_mng_event_blocked_buddy
source: A buddy was blocked (%@)
fr: Un contact a été bloqué (%@)

# core_mng_event_unblock_buddy
source: A buddy was unblocked (%@)
fr: Un contact a été débloqué (%@)

# core_mng_event_started
source: TorChat controller is started.
fr: TorChat est démarré.

# core_mng_event_stopped
source: TorChat controller is stopped.
fr: TorChat est arrêté.

# core_mng_event_status
source: Status changed (%@).
fr: Statut changé (%@).

# core_mng_event_profile_avatar
source: Profile avatar changed.
fr: L'avatar de profil a changé.

# core_mng_event_profile_name
source: Profile name changed.
fr: Le nom de profil a changé.

# core_mng_event_profile_text
source: Profile text changed.
fr: Le texte de profil a changé.

# core_mng_error_socket
source: Can't build a system socket object.
fr: Impossible de créer un socket système.

# core_mng_error_setsockopt
source: Can't change system socket option.
fr: Impossible de changer les options d'un socket système.

# core_mng_error_bind
source: Can't set system socket address.
fr: Impossible de définir l'adresse d'un socket système.

# core_mng_error_listen
source: Can't listen on the system socket.
fr: Impossible d'écouter sur un socket système.

# core_mng_error_accept
source: Can't accept new client because of a system error.
fr: Impossible d'accepter de nouveaux clients à cause d'une erreur système.

# core_mng_error_async
source: Can't use async I/O on system socket.
fr: Impossible d'utiliser les E/S asynchrones sur un socket système.

# core_cnx_error_already_pinged
source: A remote peer try to ping a buddy already pinged. It was killed.
fr: Un hôte distant a essayé de faire un ping sur un contact ayant déjà reçu un ping. Il a été tué.

# core_cnx_error_masquerade
source: A remote peer try a masquerade with our address. It was killed.
fr: Un hôte distant essaye de faire du camouflage avec notre adresse. Il a été tué.

# core_cnx_error_add_buddy
source: Can't add a new buddy on TorChat controller.
fr: Impossible d'ajouter un nouveau contact.

# core_cnx_error_pong
source: A remote peer try to do a pong, but the buddy can't be found. It was killed.
fr: Un hôte distant essaye de faire un pong, mais le contact correspondant n'existe pas. Il a été tué.

# tor_error_log
source: Tor-Error: %@
fr: Tor-Erreur: %@

# tor_start_info_bootstrap
source: Tor bootstrapping %lu%% (%@).
fr: Tor est en cours d'amorçage %lu%% (%@).

# tor_start_info_hostname
source: Tor started with hostname '%@'.
fr: Tor a démarré avec le nom d'hôte '%@'.

# tor_start_info_url_session
source: Tor proxy ready.
fr: Le proxy tor proxy prêt.

# tor_start_info_done
source: Tor is ready.
fr: Tor est prêt.

# tor_start_warning_canceled
source: Tor start was canceled.
fr: Le démarrage de Tor a été annulé.

# tor_start_err_already_running
source: Tor is already running.
fr: Tor est déjà en cours d'exécution.

# tor_start_err_configuration
source: Can't obtain some informations from configuration.
fr: Impossible d'obtenir certaines informations de la configuration.

# tor_start_err_unarchive
source: Can't unarchive tor.
fr: Impossible de désarchiver tor.

# tor_start_err_signature
source: Can't validate signature.
fr: Impossible de valider la signature.

# tor_start_err_launch
source: System can't launch tor binary.
fr: Le système ne peut pas exécuter le binaire tor.

# tor_start_err_control_connect
source: Can't connect to tor control port.
fr: Impossible de se connecter au port de contrôle de tor.

# tor_start_err_control_authenticate
source: Can't authenticate to control tor.
fr: Impossible de s'authentifier pour le contrôle de tor.

# tor_start_err_control_monitor
source: Can't monitor tor.
fr: Impossible de surveiller tor.

# tor_checkupdate_info_version_available
source: Version available on server: %@
fr: Version disponible sur le serveur: %@

# tor_checkupdate_error_not_running
source: Tor is not running.
fr: Tor n'est pas en cours d'exécution.

# tor_checkupdate_error_check_remote_info
source: Can't retrieve remote informations.
fr: Impossible de télécharger les informations.

# tor_checkupdate_error_validate_local_signature
source: Can't validate local signature.
fr: Impossible de valider la signature locale.

# tor_checkupdate_error_nothing_new
source: There is no update available (already up-to-date).
fr: Il n'y a pas de mise à jour disponible (déjà à jour).

# tor_update_info_retrieve_info
source: Retrieve remote tor informations.
fr: Télécharge les informations de tor.

# tor_update_info_archive_size
source: Remote archive size: %llu
fr: Taille de l'archive distante: %llu

# tor_update_info_downloading
source: Download…
fr: Télécharge…

# tor_update_info_stage
source: Stage the archive.
fr: Mets en place l'archive.

# tor_update_info_signature_check
source: Check signature.
fr: Vérifie la signature.

# tor_update_info_relaunch
source: Relaunch.
fr: Relance.

# tor_update_info_done
source: Done.
fr: Terminé.

# tor_update_err_not_running
source: Tor is not running.
fr: Tor n'est pas en cours d'exécution.

# tor_update_err_configuration
source: Can't obtain some informations from configuration.
fr: Impossible d'obtenir certaines informations de la configuration.

# tor_update_err_internal
source: Internal system error.
fr: Erreur interne du système.

# tor_update_err_archive_info
source: Can't retrieve remove tor archive informations.
fr: Impossible de télécharger les informations de l'archive tor

# tor_update_err_archive_download
source: Can't download remote tor archive.
fr: Impossible de télécharger l'archive tor.

# tor_update_err_archive_stage
source: Can't stage tor archive.
fr: Impossible de mettre en place l'archive tor.

# tor_update_err_relaunch
source: Can't relaunch tor.
fr: Impossible de relancer tor.

# tor_operation_info_info
source: Extracted informations
fr: Information extraites

# tor_operation_info_done
source: Operation done
fr: Opération terminée

# tor_operation_err_configuration
source: Can't obtain some informations from configuration
fr: Impossible d'obtenir certaines informations de la configuration.

# tor_operation_err_io
source: I/O error
fr: Erreur d'E/S

# tor_operation_err_network
source: Network error
fr: Erreur réseau

# tor_operation_err_extract
source: Extraction error
fr: Erreur lors de l'extraction

# tor_operation_err_signature
source: Signature error
fr: Erreur de signature

# tor_operation_err_tor
source: Tor error
fr: Erreur de tor

# tor_operation_err_internal
source: Internal error
fr: Erreur interne
